Repository: jojacobsen/talentsoftomorrow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: born year
da: Fødselsdag

source: Dear
da: Kære

source: Your coach has invited you to the Talents of Tomorrow athlete app. It's a system that helps your coach prevent overuse injuries by tracking your daily wellbeing and training load.
da: Din træner har inviteret dig til Talents of Tomorrow's Athlete Dashboard. Det er et system, der hjælper din træner med at forebygge overbelastningsskader ved at følge din sundhed og træningsbelastning.

source: To get started, please set a password by following this link:
da: For at komme igang, vælg venligst et kodeord på via dette link:

source: Afterwards you are ready to login here:
da: Når det er gjort, kan du logge ind her:

source: Username:
da: Brugernavn

source: Welcome to the Talents of Tomorrow athlete app
da: Velkommen til Talents of Tomorrow's Athlete Dashboard

source: New password set
da: Kodeordet er gemt

source: Your password was successfully saved. You can now use it to log into the system. Please find your username in the email we sent you.
da: Dit kodeord er blevet gemt, og kan nu bruges til at logge ind i systemet. Find venligst dit brugernavn i den email, vi sendte dig.

source: Go to login
da: Gå til login

source: You have requested a password reset on %(domain)s.
da: Du har bedt om at genskabe dit kodeord til %(domain)s.

source: You can set your new password by following this link:
da: Vælg et kodeord på dette link:

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
da: Hvis du ikke ønsker at genskabe dit kodeord alligevel, så ignorer denne mail, og kodeordet vil forblive det samme.

source: Password recovery on Talents of Tomorrow
da: Nyt kodeord til Talents of Tomorrow

source: Password recovery
da: Nulstilling af kodeord

source: Recover my password
da: Nulstil mit kodeord

source: Sorry, this password link is invalid. Please <a href="%(recovery_url)s">request a new one</a>.
da: Beklager, linket er udløbet. Du kan få et nyt link <a href="%(recovery_url)s">her</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your password.
da: Hej, <strong>%(username)s</strong>. Vælg venligst dit kodeord.

source: Set new password
da: Vælg kodeord

source: Password recovery sent
da: Nulstillingsmail sendt

source: An email was sent to <strong>%(email)s</strong>. Use the link in it to set a new password.
da: Vi har sendt en email til <strong>%(email)s</strong>. Brug linket til at vælge et nyt kodeord.

source: Home
da: Hjem

source: Welcome to the Athlete Dashboard.
da: Velkommen til dit Athlete Dashboard

source: Use this to track your daily wellbeing and physical activity
da: Her kan du tracke motion og sundhed

source: Daily Wellbeing
da: Sundhed

source: Fill this out every evening to track your wellbeing
da: Sundhedsstatus udfyldes hver aften

source: Enter Daily Wellbeing
da: Udfyld sundhedsstatus

source: View history
da: Se historik

source: Exercise Diary
da: Motion

source: Fill this out every time you have exercised and after every match
da: Udfyldes efter hver træning og kamp

source: Enter New Session
da: Udfyld motionslog

source: Enter daily wellbeing
da: Udfyld sundhedsstatus

source: Enter new session
da: Udfyld motionslog

source: How it works
da: Sådan virker det

source: Logout
da: Log af

source: Username
da: Brugernavn

source: Password
da: Kodeord

source: If you forgot your password please reset it <a href="%(password_reset_url)s">here</a>
da: Har du glemt dit kodeord? Få et nyt <a href="%(password_reset_url)s">her</a>

source: Please login with your Player Account.
da: Log venligst ind med din konto.

source: Text
da: Tekst

source: Open: A simple one line input box
da: Åben: en simpel one-liner

source: Textfield: A box for lengthy answers
da: Tekstfelt: en boks til lange svar

source: Choice: A list of choices to choose from
da: Valg: En liste over valg at vælge imellem

source: Range: A range of options from which can be chosen
da: Range: en række af muligheder

source: Number: A number
da: Nummer

source: Comment: Not a question, but only a comment displayed to the user
da: Kommentar.

source: History
da: Historik

source: No records yet
da: Loggen er tom

source: Latest record
da: Seneste

source: Description
da: Beskrivelse

source: All records
da: Alle

source: Date
da: Dato

source: Pick a date
da: Vælg dato

source: Comments
da: Kommentarer

source: Previous
da: Forrige

source: Next
da: Næste

source: SAVE
da: GEM

source: Your answers are saved. Good job!
da: Dine svar er gemt. Godt klaret!
